Repository: ShlomoCode/AutoShelf
Catalog: Localizable.xcstrings
Source language: en
Languages: he

source: Accessibility Permission Granted
he: הוענקה הרשאת נגישות

source: Accessibility Permission Not Granted
he: לא הוענקה הרשאת נגישות

source: Choose Folder
he: בחירת תיקיה

source: Choose Folder...
he: בחירת תיקייה...

source: Close All
he: סגור הכל

source: Current Shelves (%lld)
he: מדפים נוכחיים (%lld)

source: Launch at login
he: הפעל בעת הכניסה

source: Monitored Folder:
he: תיקיה לניטור:

source: Quit
he: יציאה

source: Quit AutoShelf
he: צא מ-AutoShelf

source: seconds
he: שניות

source: Settings
he: הגדרות

source: Show menu bar icon
he: הצג סמל בשורת התפריטים

source: Show notification for every created/deleted file.
he: הצג התראה על כל קובץ שנוצר/נמחק מהתיקייה.

source: Show notifications
he: הצג התראות

source: The shelf will close automatically after
he: המדף ייסגר אוטומטית לאחר

source: To open settings when the menu bar icon is hidden, relaunch the app.
he: כדי לפתוח את הגדרות היישום כאשר סמל שורת התפריטים מושבת, פתח מחדש את היישום כאשר הוא כבר פועל.
